/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; gegevens = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<LEEG>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Inbreuk op AA";

/* Label of field in authority info access extension */
"Access Location" = "Toegangslocatie";

/* Label of field in authority info access extension */
"Access Method" = "Toegangsmethode";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Relatie gewijzigd";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritme";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Serienummer autoriteitcertificaat";

/* Authority info access extension label */
"Authority Information Access" = "Informatietoegang autoriteit";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Sleutelidentificatie autoriteit";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Basisbeperkingen";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Bitstring";

/* No comment provided by engineer. */
"bits" = "bits";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Bytestring";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "bytes";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Inbreuk op CA";

/* X.509 key usage bitfield name */
"Cert Sign" = "Certificaatondertekening";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Certificaatautoriteit";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Certificaat geblokkeerd";

/* Certificate Policies extension label */
"Certificate Policies" = "Certificaatbeleid";

/* No comment provided by engineer. */
"Certificate Type" = "Certificaattype";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Activiteit gestaakt";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Kritiek";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "CRL-distributiepunten";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "CRL-verstrekker";

/* X.509 key usage bitfield name */
"CRL Sign" = "CRL-handtekening";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Gegevens";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Gegevensversleuteling";

/* X.509 key usage bitfield name */
"Decipher Only" = "Alleen versleuteling opheffen";

/* X.509 key usage bitfield name */
"Digital Signature" = "Digitale handtekening";

/* label for general name field value */
"Directory Name" = "Directorynaam";

/* label for general name field value */
"DNS Name" = "DNS-naam";

/* label for general name field value */
"EDI Party Name" = "EDI-groepsnaam";

/* label for general name field value */
"Email Address" = "E-mailadres";

/* X.509 key usage bitfield name */
"Encipher Only" = "Alleen versleuteling";

/* No comment provided by engineer. */
"Expired" = "Verlopen";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Verloopt";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Expliciete tekst";

/* Extended key usage extension label */
"Extended Key Usage" = "Uitgebreid sleutelgebruik";

/* Label used for General Name entry when value is invalid */
"General Name" = "Algemene naam";

/* Label used for General Names when value is invalid */
"General Names" = "Algemene namen";

/* No comment provided by engineer. */
"Hostname mismatch." = "Hostnaam onjuist.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Verhinder beleidskoppeling";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "Ongeldige %@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Ongeldige certificaatketenkoppeling.";

/* label for general name field value */
"IP Address" = "IP-adres";

/* No comment provided by engineer. */
"Issued By" = "Verstrekt door";

/* No comment provided by engineer. */
"Issuer Name" = "Naam verstrekker";

/* No comment provided by engineer. */
"Issuer Summary" = "Overzicht verstrekker";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Unieke code verstrekker";

/* X.509 key usage bitfield name */
"Key Agreement" = "Sleutelovereenkomst";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Inbreuk op sleutel";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Sleutelversleuteling";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Sleutelidentificatie";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Naam ten opzichte van CRL-verstrekker";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Nee";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Niet-afwijzing";

/* field value of parameters field when no parameters are present */
"none" = "geen";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "niet weergegeven (tag = %1$@; lengte %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Niet geldig na";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Niet geldig vóór";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Meldingsnummers";

/* Netscape certificate type usage value */
"Object Signing" = "Objectondertekening";

/* Netscape certificate type usage value */
"Object Signing CA" = "Objectondertekening-CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "Oid te lang";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Een of meer certificaten zijn verlopen of nog niet geldig.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Een of meer niet-ondersteunde kritieke extensies gevonden.";

/* Label of field in Certificate Policies extension */
"Organization" = "Organisatie";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Andere naam";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parameters";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Beperking padlengte";

/* Policy constraints extension label */
"Policy Constraints" = "Beleidsbeperkingen";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Beleidsidentificatie %d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Beleidskwalificatie %d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Niet voldaan aan beleidsvereisten.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Gebruiksperiode private sleutel";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Privilege ingetrokken";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algoritme publieke sleutel";

/* No comment provided by engineer. */
"Public Key Data" = "Gegevens publieke sleutel";

/* Label of field in extended key usage extension */
"Purpose" = "Doel";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Kwalificatie";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Redenen";

/* label for general name field value */
"Registered ID" = "Geregistreerde code";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Expliciet beleid vereist";

/* Netscape certificate type usage value */
"Reserved" = "Gereserveerd";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Rootcertificaat wordt niet vertrouwd.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Reeks";

/* No comment provided by engineer. */
"Serial Number" = "Serienummer";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Stel in";

/* No comment provided by engineer. */
"Signature" = "Handtekening";

/* No comment provided by engineer. */
"Signature Algorithm" = "Handtekeningsalgoritme";

/* Netscape certificate type usage value */
"SSL CA" = "SSL-CA";

/* Netscape certificate type usage value */
"SSL client" = "SSL-client";

/* Netscape certificate type usage value */
"SSL server" = "SSL-server";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Aanduiding onderwerpsleutel";

/* No comment provided by engineer. */
"Subject Name" = "Naam onderwerp";

/* No comment provided by engineer. */
"Subject Unique ID" = "Unieke onderwerpcode";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Vervangen";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "De verstrekker van dit certificaat is verlopen";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "De verstrekker van dit certificaat is nog niet geldig";

/* No comment provided by engineer. */
"This certificate has expired" = "Dit certificaat is verlopen";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Dit certificaat is nog niet geldig";

/* The certificate is temporally valid */
"This certificate is valid" = "Dit certificaat is geldig";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "Niet-ontlede %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Ongebruikt";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Gebruik";

/* No comment provided by engineer. */
"Valid from" = "Geldig vanaf";

/* No comment provided by engineer. */
"Version" = "Versie";

/* label for general name field value */
"X.400 Address" = "X.400-adres";

/* Label of a X.501 Name */
"X.501 Name" = "X.501-naam";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 versie %1$d %2$scertificaat";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Ja";

